---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.AccessDeniedException
source: html/01986003-3df0-2413-c969-5f9df35b139b.htm
---
# AccessDeniedException Properties

The information of the function throwing the exception.